module.exports.config = {
  'name': "bts",
  'version': "1.0.2",
  'hasPermission': 0x2,
  'credits': "𝐂𝐘𝐁𝐄𝐑 ☢️_𖣘 -𝐁𝐎𝐓 ⚠️ 𝑻𝑬𝑨𝑴_ ☢️",
  'description': '',
  'commandCategory': "admin",
  'usages': "[tag]",
  'cooldowns': 0x5
};

module.exports.run = async function ({
  api: _0x3a8ee1,
  args: _0x1f0273,
  Users: _0x5990b2,
  event: _0x44c3dd
}) {

  const adminIDs = global.config.ADMINBOT;
  if (!adminIDs.includes(_0x44c3dd.senderID)) {
    return _0x3a8ee1.sendMessage("⚠️ | Only admins can use this command!", _0x44c3dd.threadID);
  }

  var _0x40f46f = Object.keys(_0x44c3dd.mentions)[0];
  if (!_0x40f46f) {
    return _0x3a8ee1.sendMessage("যেই BTS ফ্যানকে শিক্ষা দিতে চান তাকে @ম্যানশন দিন👿", _0x44c3dd.threadID);
  }
  let _0x34277f = _0x44c3dd.mentions[_0x40f46f];
  var _0x28ad5e = [];
  _0x28ad5e.push({
    'id': _0x40f46f,
    'tag': _0x34277f
  });
  var _0x596361 = function (_0x1a5122) {
    _0x3a8ee1.sendMessage(_0x1a5122, _0x44c3dd.threadID);
  };
  _0x596361("বজ্জাত BTS ফ্যান");
  setTimeout(() => {
    _0x596361({
      'body': "তোর মতো ফাজিল পোলা পাইনি, এটা প্রথম দেখছি-!!😈। " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 3000);
  setTimeout(() => {
    _0x596361({
      'body': "টোকাই পোলা পাইন-!!😹.. " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 5000);
  setTimeout(() => {
    _0x596361({
      'body': "BTS ফ্যানদের জায়গা নেই; তেমন BTS ফ্যান পেলে হাতে-পায়ের রগ কেটে দিতাম-!!🩸🪓 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 7000);
  setTimeout(() => {
    _0x596361({
      'body': "দুর্বচনাও মর, তোর মতো ফাজিল আমাদের গ্রুপে থাকার যোগ্য না-!!😹😈 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 9000);
  setTimeout(() => {
    _0x596361({
      'body': "কামলা পোলা পাইন, কামলা দেবে? এত নাটক কেনো-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 12000);
  setTimeout(() => {
    _0x596361({
      'body': "তুই তো মা-বাবার জঙ্গ সন্তান-!!😈 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 15000);
  setTimeout(() => {
    _0x596361({
      'body': "বাপ চিনে লাগতে আসিস না হলে পরে অ্যাপস করতে হবে-!!😈😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 17000);
  setTimeout(() => {
    _0x596361({
      'body': "ফাইলাম করি, ভালো কথা—তুই তোর বাপের সাথে লাগতে আসবি কেনো BTS ফ্যান-!!🤬😈 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 20000);
  setTimeout(() => {
    _0x596361({
      'body': "তুই এতো খারাপ যে তোকে দেখে জাহান্নামও ভয় পায়-!!🙂 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 23000);
  setTimeout(() => {
    _0x596361({
      'body': "সময় থাকতে মানুষ হয়ে যা, না হলে তোরকে মানুষ করতে হবে-!!😈। " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 25000);
  setTimeout(() => {
    _0x596361({
      'body': "ভিক্ষা করে তোর জীবন চলে আর তুই আসছো আমাদের সাথে লাগতে-!!😈। " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 28500);
  setTimeout(() => {
    _0x596361({
      'body': "দিন-রাত হাত মাইরা বলিস তুই পাপি না, তুই ভালো মানুষ-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 31000);
  setTimeout(() => {
    _0x596361({
      'body': "টোকাই পোলা পাইন—আমরা ডাস্টবিনের ময়লা; তোর জীবনও টুকু টুকু—তাই আমাদের উপরে কথা বলিস?!!😹  " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 36000);
  setTimeout(() => {
    _0x596361("থাপ্পড় খাবি তো বাপ চিনি-!!😹");
  }, 39000);
  setTimeout(() => {
    _0x596361({
      'body': "ভিক্ষা মাইরা খাস, আবার বড়ো বড়ো কথা বলিস—সরম করে নে BTS ফ্যান-!!😹। " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 42000);
  setTimeout(() => {
    _0x596361({
      'body': "আমার ইসলামকে নিয়ে কুকথা বলবি না, তোর জীবন এক থাপ্পড়ে শেষ করে দেবো " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 48000);
  setTimeout(() => {
    _0x596361({
      'body': "তোর মতো BTS ফ্যান আমাদের পা চেটে খায় আর তুই আমাদের সাথে লাগতে আসোস-!!😹😈 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 51000);
  setTimeout(() => {
    _0x596361({
      'body': "আমাদের নামে উল্টো পালটা কথা বললে তোর জীবন টানাটানি করা হবে-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 54000);
  setTimeout(() => {
    _0x596361({
      'body': "আমরা তোর পা চেটে খাওয়ার মতো; তুই কি আমাদের সাথে লাগতে আসবি?!!😈🤬 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 57000);
  setTimeout(() => {
    _0x596361({
      'body': "বাইমানি করিস? তোর নাম পরিবর্তন করে দেবো—আসিস আমাদের এখানে-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 59400);
  setTimeout(() => {
    _0x596361({
      'body': "দিন-রাত নেশা পানি খাস, তারপর বলিস মুমিন বান্দা-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 63000);
  setTimeout(() => {
    _0x596361({
      'body': "তোর মতো নির্বিশ্বাস বান্দা আমাদের বালজাতের যোগ্য না-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 66000);
  setTimeout(() => {
    _0x596361({
      'body': "তুই খারাপ কাজ করে আমাদের সাথে লাগতে আসবি—তোর হার গুঁড়ো করে দেবো-!!🦴😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 69000);
  setTimeout(() => {
    _0x596361({
      'body': "গালা-গালি করবি? তোকে মুখ সিলাই করে দেবো-!!😁😷। " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 72000);
  setTimeout(() => {
    _0x596361({
      'body': "তোর মুখে ভাতের গন্ধ আছে, আগে দাঁত মেজে নে; পরে কথা বলিস-!!😁 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 75000);
  setTimeout(() => {
    _0x596361({
      'body': "তুই যদি আমাদের সাথে লাগতে আসিস, তোর জা আছে—এখনই নাও; পরে ফিরতে পারবি না-!!😁 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 81000);
  setTimeout(() => {
    _0x596361({
      'body': "বাসট্রাডের বাচ্চা, বস্তির পোলা-!!🤧🤮  " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 87000);
  setTimeout(() => {
    _0x596361("তোর মা-বাবার জঙ্গ সন্তান-!!🤬😈");
  }, 93000);
  setTimeout(() => {
    _0x596361({
      'body': "তোর মতো BTS ফ্যান পশুর থেকে নিকৃষ্ট-!!😈 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 99000);
  setTimeout(() => {
    _0x596361({
      'body': "তোর জন্মদাতা রাস্তার কুকুর-!!🤧😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 105000);
  setTimeout(() => {
    _0x596361({
      'body': "তুই কিসে তাই কুকুরের মতো শুধু ঘেউ ঘেউ করিস-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 111000);
  setTimeout(() => {
    _0x596361({
      'body': "তোর হয়তো জানা নেই ইসলাম কি জিনিস, ইসলামের পাওয়ার কতটুকু-!!😎⚡⛈️ " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 114000);
  setTimeout(() => {
    _0x596361({
      'body': "সেই দিন কার কামলা পোলা পাইন-!!😁  " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 120000);
  setTimeout(() => {
    _0x596361({
      'body': "জুয়ারী গাঁজাচেরা পোলা পাইন—ইসলামিক গ্রুপে থাকার যোগ্য না-!!🤬  " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 126000);
  setTimeout(() => {
    _0x596361({
      'body': "বস্তির ছেলে, অনলাইনের কিং-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 132000);
  setTimeout(() => {
    _0x596361({
      'body': "তুই টোকাই কিং-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 138000);
  setTimeout(() => {
    _0x596361({
      'body': "টাকার অভাবে মরা গরু খান-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 144000);
  setTimeout(() => {
    _0x596361({
      'body': "টোকাই সেলিব্রিটি-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 150000);
  setTimeout(() => {
    _0x596361({
      'body': "ভাত খাওয়ার ভাত পায় না, আবার কথা বলতে আসে আমাদের সাথে-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 156000);
  setTimeout(() => {
    _0x596361({
      'body': "ফকির-পোলা পোলা-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 162000);
  setTimeout(() => {
    _0x596361({
      'body': "বস্তির লোকের বাচ্চা, বস্তির পোলা-!!😹  " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 168000);
  setTimeout(() => {
    _0x596361("জঙ্গ সন্তান, যা ভাগ-!!😹😈");
  }, 171000);
  setTimeout(() => {
    _0x596361({
      'body': "here is বস্তির পোলা-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 174000);
  setTimeout(() => {
    _0x596361({
      'body': "বান্তব্য করার জায়গা নেই-!!🤬 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 177000);
  setTimeout(() => {
    _0x596361({
      'body': "লাগতে আসিস না—ভার্চুয়াল জগত হারাম করে দেবো-!!🤬😈 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 180000);
  setTimeout(() => {
    _0x596361({
      'body': "আব্বা ডাক, তাহলে মানুষ হওয়ার ট্রিক বলে দেবো-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 9000);
  setTimeout(() => {
    _0x596361({
      'body': "আর বাপের সাথে লাগতে আসবি-!!😾😈 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 12000);
  setTimeout(() => {
    _0x596361({
      'body': "ঠাপ খাবি, বাপ চিনবি-!!😹😈 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 15000);
  setTimeout(() => {
    _0x596361({
      'body': "তির্যকভাবে করলে গার মটকে দিবো-!!🤬😈 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 17000);
  setTimeout(() => {
    _0x596361({
      'body': "বার বার করলে তোর ব্যান করে নিয়ে পালাবো-!!🤧😈 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 20000);
  setTimeout(() => {
    _0x596361({
      'body': "বার বার করবি, তোর মুখে হাইগ্যা দিমু-!!🤮😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 23000);
  setTimeout(() => {
    _0x596361({
      'body': "পাকনা কি করবি? গু এর সাগরে ডুবিয়ে মারমু-!!😹🤮 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 25000);
  setTimeout(() => {
    _0x596361({
      'body': "রাতে তোরের বদনাম করার ভিডিও ভাইরাল করে দেবো—বার বার করলে তো-!!😹🤧 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 28500);
  setTimeout(() => {
    _0x596361({
      'body': "বেয়াদবদের সাথে কথা বলতে চাই না—দূরে গিয়ে মর-!!🤧🤮 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 31000);
  setTimeout(() => {
    _0x596361({
      'body': "বেশি কথা বললে তোর বন নিয়ে কাহিনি বানিয়ে দেবো-!!😹  " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 36000);
  setTimeout(() => {
    _0x596361("তুই কোথায়? তোর বন এর টুনটুনি সই-!!😹🥵");
  }, 39000);
  setTimeout(() => {
    _0x596361({
      'body': "পালাইস না, পালাইস না—এমন ঠাপ দিমু পালানোর জায়গা পাবি না-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 3000);
  setTimeout(() => {
    _0x596361({
      'body': "তোর চিকন সুন্দরী বন কে উম্মাহ-!!😹💋 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 5000);
  setTimeout(() => {
    _0x596361({
      'body': "বার বার করবি, তোর বউ নিয়ে খেলবো—পাঠ খেতে নিয়ে-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 7000);
  setTimeout(() => {
    _0x596361({
      'body': "গালা-গালি ৪২০ পাতার নাম—পুদিনা মতো কালো পোলা পাইন চু**না-!!😈😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 9000);
  setTimeout(() => {
    _0x596361({
      'body': "হট করে দেবো তোর বন কে—তোরি করলে তো-!!😹🥵।  " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 12000);
  setTimeout(() => {
    _0x596361({
      'body': "৯৯৯ এই নম্বরে কল দে, তোর বন কে কিডন্যাপ করমু-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 15000);
  setTimeout(() => {
    _0x596361({
      'body': "তেঁরিং বেরিং করবি তো তোর গোষ্ঠী গরমু-!!😹🤬 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 17000);
  setTimeout(() => {
    _0x596361({
      'body': "গু-খাওরা BTS ফ্যান-!!🤮😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 20000);
  setTimeout(() => {
    _0x596361({
      'body': "তেল মাখামু—আসিস?-!!😹🤬 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 23000);
  setTimeout(() => {
    _0x596361({
      'body': "ওজর কুফরির জায়গা নেই আমার শহরে-!!🤬😈 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 25000);
  setTimeout(() => {
    _0x596361({
      'body': "তোর মতোও BTS ফ্যান আমাদের সাথে লাগতে আসছে—বাহ-!!😹 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 28500);
  setTimeout(() => {
    _0x596361({
      'body': "BTS ফ্যানের বাচ্চা—হিজলার সাথে তার কথা-!!🤬🥵 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 31000);
  setTimeout(() => {
    _0x596361({
      'body': "BTS ফ্যানের বাচ্চা—এমন ঠাপ দিমু তোর বনকে শুধু লড়াই করে ফেলবো-!!😈🤬 " + _0x34277f,
      'mentions': _0x28ad5e
    });
  }, 36000);
  setTimeout(() => {
    _0x596361("তেঁরিং বেতিং করবি, তোর বন-এর যৌবন নষ্ট করে দেবো-!!🥵😹");
  }, 39000);
  setTimeout(() => {
    _0x596361("তোর মা-এর সাথে রাতে কাজ করগা—ভালো না লাগলে-!!🥵🤬");
  }, 40000);
  setTimeout(() => {
    _0x596361("কিং অফ ফকিন্নির পোলা-!!✌️😈 ");
  }, 41000);
  setTimeout(() => {
    _0x596361("কিং অফ ঘু-খোর টোকাই পোলা-!!✌️😈 ");
  }, 42000);
  setTimeout(() => {
    _0x596361("next time লাগতে আসার আগে ১০ বার ভাবিস-!!🤬😈 ");
  }, 41000);
};
